Repository: common-repository/berocket-custom-thank-you-page-for-woocommerce
Catalog: languages/BeRocket_TY_page_domain-*.po
Languages: ru_ru

source: General settings
ru_ru: Общие настройки

source: Choose Thank You page:
ru_ru: Выберите страницу благодарности:

source: Hide order details
ru_ru: Скрыть детали заказа

source: Show cross-sell products
ru_ru: Показать кросс-продажные товары

source: Show up-sell products
ru_ru: Показать ап-продажные товары

source: Save Changes
ru_ru: Сохранить изменения

source: Discard global Thank You page
ru_ru: Сбросить глобальную страницу благодарности

source: Choose page for product:
ru_ru: Выберите страницу для продукта:

source: Custom Thank you page for WooCommerce
ru_ru: Пользовательская страница благодарности для WooCommerce

source: Thank you page is a extendable WP plugin that helps you thank your customer after order.
ru_ru: Страница благодарности - расширяемый плагин WP, который помогает вам поблагодарить своего клиента после заказа.
